{
  "Q15806208": null,
  "Q1926913": "\nManfred Mann's Earth Band are  an English rock band formed by South African musician Manfred Mann. Their hits include covers of Bruce Springsteen's \"For You\", \"Blinded by the Light\" and \"Spirit in the Night\". After forming in 1971 and with a short hiatus in the late 1980s/early 1990s, the Earth Band continues to perform and tour.\nKeyboardist Manfred Mann started in the 1960s with the self-titled band that had such hits as \"Do Wah Diddy Diddy\" and Bob Dylan's \"The Mighty Quinn\" and then moved on to jazz fusion-inspired Manfred Mann Chapter Three before forming the Earth Band in 1971. \nFeeling that Chapter Three had suffered from too many self-imposed rules, being frustrated with mostly only playing Mike Hugg's compositions and not being an economically feasible venture (due to the number of musicians involved) were all reasons for forming the new group, which was open to songs from outside the band (like Mann's earlier groups) and developed due to the different musical backgrounds of its members as opposed to adhering to a strict musical concept.\nThe original line-up consisted of Mick Rogers (guitar and vocals), Manfred Mann (keyboards, Minimoog synthesizer and vocals), Colin Pattenden (bass guitar) and Chris Slade (drums and vocals).[1] In its very earliest stages, the band was sometimes billed as \"Manfred Mann\" and thus a continuation of the 1960s group, sometimes as \"Manfred Mann Chapter Three\" due to that being the most recent incarnation of Mann's career. The quartet released their first single, Bob Dylan's \"Please, Mrs. Henry\", in 1971, simply credited to \"Manfred Mann\". A debut album \"Stepping Sideways\" was recorded but not released because the band's style was rapidly maturing, and the group felt it was not representative of their live act anymore. In September 1971, a new name was chosen. Manfred Mann suggested a title containing \"band\" (which almost rhymes with \"Mann\") and after considering the likes of \"Arm Band\", \"Head Band\" and \"Elastic Band\", Chris Slade suggested \"Earth Band\", a name both related to the band's originally straightforward musical style and the ecological movement ongoing at the time.[2][3]\nTheir second single, Randy Newman's \"Living Without You\", was still credited to 'Manfred Mann' in Europe, but by 'Manfred Mann's Earth Band' in the US, where the track became a minor chart hit.[1] On two non-charting single releases in the UK in 1972/73, the group was billed simply as 'Earth Band', but otherwise, from 1972 forward, 'Manfred Mann's Earth Band' was the band name used on all releases. The membership of the Earth Band was stable between 1971 and 1976, during which time they released their first six albums. The iconic logo, which appeared on the band's most future album covers, debuted on the second released LP, Glorified Magnified.\n",
  "Q313254": "\nPeter Philip Carey AO (born 7 May 1943) is an Australian novelist.\nHe is one of only five writers to have won the Booker Prize twice—the others being J. G. Farrell, J. M. Coetzee, Hilary Mantel and Margaret Atwood.[1] Carey won his first Booker Prize in 1988, for Oscar and Lucinda, and won his second Booker Prize in 2001, for True History of the Kelly Gang.[2] In May 2008, he was nominated for the Best of the Booker Prize.[3]\nCarey has won the Miles Franklin Award three times, and is frequently named as Australia's next contender for the Nobel Prize in Literature.[4]\nIn addition to writing fiction, he collaborated on the screenplay of the film Until the End of the World with Wim Wenders and was, for nineteen years, executive director of the Master of Fine Arts in Creative Writing program at Hunter College, part of the City University of New York.[5]\n",
  "Q30112970": null,
  "Q170479": "\nVancouver Island is an island in the northeastern Pacific Ocean and part of the Canadian province of British Columbia. The island is 456 km (283 mi) in length, 100 km (62 mi) in width at its widest point,[4] and 32,100 km2 (12,400 sq mi) in total area, while 31,285 km2 (12,079 sq mi) are of land. The island is the largest by area and the most populous along the west coasts of the Americas.\nThe southern part of Vancouver Island and some of the nearby Gulf Islands are the only parts of British Columbia or Western Canada to lie south of the 49th parallel. The southeast part of the island has one of the warmest climates in Canada, and since the mid-1990s has been mild enough in a few areas to grow Mediterranean crops such as olives and lemons.[5]\nThe population of Vancouver Island was 864,864 as of 2021.[3] Nearly half of that population (~400,000) live in the metropolitan area of Greater Victoria on the southern tip of the island, which includes Victoria, the capital of British Columbia. Other notable cities and towns on Vancouver Island include Nanaimo, Campbell River, Courtenay,  Port Alberni and Parksville, all on or near the east coast.\nIndigenous peoples have inhabited Vancouver Island for thousands of years,[6] long before the arrival of Spanish and British naval expeditions in the late 18th century. The Spanish and British conjointly named it Quadra's and Vancouver's Island in commemoration of the friendly negotiations held in 1792 between the Spanish commander of Fort San Miguel in Nootka Sound, Juan Francisco de la Bodega y Quadra, and British naval captain George Vancouver, during the Nootka Crisis. (Bodega y Quadra's name was eventually dropped.) It is one of several North American locations named after George Vancouver, who between 1791 and 1794 explored the Pacific Northwest.\n",
  "Q353887": "Antoine Arnauld (French pronunciation: [ɑ̃twan aʁno]; 6 February 1612 – 8 August 1694) was a French Catholic theologian, philosopher and mathematician. He was one of the leading intellectuals of the Jansenist group of Port-Royal and had a very thorough knowledge of patristics. Contemporaries called him le Grand to distinguish him from his father.\nAntoine Arnauld was born in Paris to the Arnauld family. The twentieth and youngest child of the original Antoine Arnauld, he was originally intended for the bar, but decided instead to study theology at the Sorbonne.  Here he was brilliantly successful, and his career was flourishing when he came under the influence of Jean du Vergier de Hauranne, the spiritual director and leader of the convent of Port-Royal, and was drawn in the direction of Jansenism.[3]\nHis book, De la fréquente Communion (1643), was an important step in making the aims and ideals of this movement intelligible to the general public. It attracted controversy by being against frequent communion. Furthermore, in the frame of the controversy around Jansenius' Augustinus, during which the Jesuits attacked the Jansenists claiming they were heretics similar to Calvinists, Arnauld wrote in defense the Théologie morale des Jésuites (Moral Theology of Jesuits), which would put the base of most of the arguments later used by Pascal in his Provincial Letters denouncing the \"relaxed moral\" of Jesuit casuistry.[4] Pascal was assisted in this task by Arnauld's nephew Antoine Le Maistre.[5] The Jesuit Nicolas Caussin, former penitentiary to Louis XIII, was charged by his order of writing a defense against Arnauld's book, titled Réponse au libelle intitulé La Théologie morale des Jésuites (1644). Other libels published against Arnauld's Moral Theology of Jesuits included the one written by the Jesuit polemist François Pinthereau (1605–1664), under the pseudonym of the abbé de Boisic, titled Les Impostures et les ignorances du libelle intitulé: La Théologie Morale des Jésuites (1644), who was also the author of a critical history of Jansenism titled La Naissance du Jansénisme découverte à Monsieur le Chancelier (The Birth of Jansenism Revealed to Sir the Chancellor, Leuven, 1654).[3]\nDuring the formulary controversy which opposed Jesuits to Jansenists concerning the orthodoxy of Jansenius' propositions, Arnauld was forced to go into hiding. In 1655 two very outspoken Lettres à un duc et pair on Jesuit methods in the confessional brought a motion of censorship voted against him in the Sorbonne, in quite an irregular manner. This motion prompted Pascal to anonymously write the Provincial Letters. For more than twenty years Arnauld dared not appear publicly in Paris, hiding in religious retreat.[3]\nPascal, however, failed to save his friend, and in February 1656 Arnauld was ceremonially degraded. Twelve years later the so-called \"peace\" of Pope Clement IX put an end to his troubles; he was graciously received by Louis XIV, and treated almost as a popular hero.[3]\n",
  "Q1121111": "\nTin Pan Alley was a collection of music publishers and songwriters in New York City that dominated the popular music of the United States in the late 19th and early 20th centuries. Originally, it referred to a specific location on West 28th Street, between Fifth and Sixth Avenues in the Flower District[2] of Manhattan, as commemorated by a plaque on 28th Street between Broadway and Sixth.[3][4][5][6] Several buildings on Tin Pan Alley are protected as New York City designated landmarks, and the section of 28th Street from Fifth to Sixth Avenue is also officially co-named Tin Pan Alley.\nThe start of Tin Pan Alley is usually dated to about 1885, when a number of music publishers set up shop in the same district of Manhattan. The end of Tin Pan Alley is less clear cut. Some date it to the start of the Great Depression in the 1930s when the phonograph, radio, and motion pictures supplanted sheet music as the driving force of American popular music, while others consider Tin Pan Alley to have continued into the 1950s when earlier styles of music were upstaged by the rise of rock & roll, which was centered on the Brill Building. Brill Building songwriter Neil Sedaka described his employer as being a natural outgrowth of Tin Pan Alley, in that the older songwriters were still employed in Tin Pan Alley firms while younger songwriters such as Sedaka found work at the Brill Building.[7]\nThere are conflicting explanations regarding the origins of the term \"Tin Pan Alley\". The most popular account holds that it was originally a derogatory reference made by Monroe H. Rosenfeld in the New York Herald to the collective sound made by many \"cheap upright pianos\" all playing different tunes being reminiscent of the banging of tin pans in an alleyway.[8][9] The Grove Dictionary of American Music also cites Rosenfeld as originator of the term, dating its first use to 1903.[10] However, whilst an article on Tin Pan Alley can be found in the St. Louis Post-Dispatch from May of that year,[11] this is unattributed and no piece by Rosenfeld that employs the phrase has been discovered.[12]\nSimon Napier-Bell quotes an account of the origin of the name published in a 1930 book about the music business.[13] In this version, popular songwriter Harry von Tilzer was being interviewed about the area around 28th Street and Fifth Avenue, where many music publishers had offices. Von Tilzer had modified his expensive Kindler & Collins piano by placing strips of paper down the strings to give the instrument a more percussive sound. The journalist told von Tilzer, \"Your Kindler & Collins sounds exactly like a tin can. I'll call the article 'Tin Pan Alley'.\"[14] In any case, the name was firmly attached by the fall of 1908, when The Hampton Magazine published an article titled \"Tin Pan Alley\" about 28th Street.[15]\n",
  "Q7741108": "The Hunting of the Snark is a musical based on Lewis Carroll's 1876 poem The Hunting of the Snark, written by composer Mike Batt.\nThe musical began life in 1984 as a costumed concert with the London Symphony Orchestra at the Barbican, conducted by Mike Batt and starring Paul Jones as the Baker and Christopher Cazenove as the narrator.\nIt was created as a concept album in 1986 but withheld from sale after a dispute with the record label, CBS (Sony).[1] The recording featured Roger Daltrey, Art Garfunkel, John Gielgud, Stéphane Grappelli, George Harrison, John Hurt, Julian Lennon, Cliff Richard, Captain Sensible, Deniece Williams, and the London Symphony Orchestra. Later that year it was performed as a concert at the Barbican.  \"Midnight Smoke\" was released as a single on 17 November 1986.\nA further (costumed) production took place at the Royal Albert Hall on April Fool's Day 1987, with Justin Hayward taking Art Garfunkel's role of the Butcher from the original recording, Billy Connolly replacing Cliff Richard as the Bellman and Midge Ure performing George Harrison's guitar parts. Other performers recreated their roles from the concept recording. This concert was filmed and screened as a television special in some countries.\nIn October 1990, after Batt had completed the full-length theatrical score and book, it was successfully presented again by Batt and Jackson-Mayo Productions as a dramatised concert in Australia at Sydney's State Theatre and the Hills Centre with the Elizabethan Sinfonietta, with Philip Quast starring as The Bellman, Cameron Daddo as The Butcher, Jackie Love as The Beaver, Doug Parkinson as The Barrister, Daryl Somers as The Billiard Marker, John Waters as Lewis Carroll and David Whitney as The Baker. This production also included additional songs that did not appear on the original 1986 recording.[2]\n",
  "Q1606410": "\nSunset Boulevard is a musical with music by Andrew Lloyd Webber, and lyrics and libretto by Don Black and Christopher Hampton. It is based on the 1950 film of the same title.\nThe plot revolves around Norma Desmond, a faded star of the silent screen era, living in the past in her decaying mansion on the fabled Los Angeles street. When young screenwriter Joe Gillis accidentally crosses her path, she sees in him an opportunity to make her return to the big screen, with romance and tragedy to follow.\nOpening first in London in 1993, the musical has had several long runs internationally and enjoyed extensive tours. However, it has been the subject of several legal battles and ultimately lost money due to its extraordinary running costs.\nFrom approximately 1952 to 1956, Gloria Swanson worked with actor Richard Stapley (aka Richard Wyler) and cabaret singer and pianist Dickson Hughes on a musical adaptation originally entitled Starring Norma Desmond, then Boulevard!.[1] It ended on a happier note than the film, with Norma allowing Joe to leave and pursue a happy ending with Betty. Rights holder Paramount Pictures originally had given Swanson verbal permission to proceed with the musical, but there had been no formal legal arrangement. On 20 February 1957, Paramount executive Russell Holman wrote to Swanson asking her to cease work on the project because \"it would be damaging for the property to be offered to the entertainment public in another form as a stage musical.\"[2] In 1994, Hughes incorporated material from the production into Swanson on Sunset, based on his and Stapley's experiences in writing Boulevard!. A recording of the entire score, which had been housed in the Gloria Swanson archives at the University of Texas, was released on CD in 2008.\n",
  "Q366237": "\nJeffrey William Wilson MNZM (born 24 October 1973) is a New Zealand sportsman who has represented his country in both rugby union and cricket – a so-called \"Double All Black\", an increasingly rare achievement in the professional era. He is also a basketballer, and won national secondary school titles in track and field. With 44 tries in 60 tests, Wilson is ranked thirteenth on the list of highest test try scorers in rugby. Wilson is married to Adine Wilson (née Harper), former captain of the New Zealand national netball team.\nWilson was born at Invercargill in 1973[1] and attended Cargill High School, where in one rugby game against James Hargest College he scored nine tries and a total of 66 points in a game with a final score of 102–6. At the time tries were only worth 4 points [2] He played for the national secondary schools side against Australia in 1992.\nWilson was first selected for the All Blacks on their 1993 tour of Britain, making his debut as an All Black against London and SE Division on 23 October 1993 and his test debut against Scotland on 20 November 1993, scoring three tries in that game.\nHe appeared 71 times for the All Blacks, including 60 tests and played in 1995 and 1999 Rugby World Cup, in the positions of wing and fullback. In Test matches he scored a total of 234 points: 44 tries, 1 conversion, 3 penalty goals, and 1 drop goal.\n",
  "Q822885": null,
  "Q1348564": "\nWalter Frank Hermann Wolff (May 11, 1928 – December 12, 1971) was an American actor whose film career began with roles in five 1958–61 Roger Corman productions and ended a decade later in Rome, after many appearances in European-made films, most of which were lensed in Italy.[1]\nA native of San Francisco, California, Wolff was the son of a Bay Area physician. Both parents were of German descent. The elder Wolff, a political and social maverick, encouraged young Frank to follow an unconventional path. He attended University of California, Los Angeles, where he studied acting and stagecraft, wrote and directed plays and befriended another actor/director, Monte Hellman. Between 1957 and 1961, he appeared in nearly 20 episodes of TV series and feature films, a few of which fit into the horror/science fiction genre.\nWolff had bit roles in his first two films, Roger Corman's I Mobster and The Wasp Woman. The former, a 1958 black-and-white gangster melodrama in which Wolff does not even receive a billing, was presented as a first-person narrative by the title character, Murder, Inc. (fictional) boss Joe Sante (Steve Cochran). The latter, Wolff's first genre film, was a typically campy horror, filmed in 1959, in which the owner of a cosmetics business (Susan Cabot) becomes the titular monster after using one of her own experimental rejuvenating formulas. Wolff has a single, memorable scene.\nLater in the year, however, Wolff's billing dramatically increased to co-lead status in his next two Corman productions, scripted by Charles B. Griffith, Beast from Haunted Cave and Ski Troop Attack. Shot back-to-back in the snowy wilderness outside Deadwood, South Dakota, the films used the same crew and cast, which, in addition to Wolff, included Michael Forest, Wally Campo, Richard Sinatra (Frank's nephew) and Sheila Carol. The first of the two, Beast, directed for Corman by Wolff's UCLA friend, Monte Hellman, remains a well-remembered low-budget horror title, with a spider-like creature menacing a trio of robbers, led by Wolff, trapped in a ski lodge. In contrast, the equally poverty-budgeted Attack, on which Corman himself took over the directorial reins, turned out to be a little-noticed World War II quickie in which a quartet of GIs on skis slog through a snowbound landscape. The group's leader, a tall, stalwart lieutenant (Michael Forest), who played a similarly characterized forest ranger in Beast, is continually challenged by the disdainful sergeant (Wolff). Beast was first shown in October 1959, but eventually paired on a double bill with The Wasp Woman which, in line with the other films' Dakota link, premiered in Bismarck, North Dakota, on February 12, 1960. The previous month, Wolff was seen in three TV appearances, The Untouchables (January 7), The Lawless Years (January 19) and Rawhide (January 29). He also had the third-billed role of Baron, a nightclub owner who refuses to give another chance to alcoholic trumpet player Jack Klugman in The Twilight Zone episode \"A Passage for Trumpet\", broadcast on May 20.\n",
  "Q27430155": null,
  "Q1184144": "Snoopy is a dog in the comic strip Peanuts by Charles M. Schulz.\nSnoopy may also refer to:\n",
  "Q1478985": "PKP Szybka Kolej Miejska w Trójmieście Sp. z o.o. (Polish pronunciation: [ˈʂɨpka ˈkɔlɛi̯ ˈmjɛi̯ska]); approximate English translation Tricity Rapid Transit Rail Ltd., usually abbreviated SKM, is a public rapid transit and commuter rail system in Poland's Tricity area (Gdańsk, Sopot and Gdynia), in addition reaching out to Lębork (which is 59 km (37 mi) west of Gdynia), Kartuzy and Koscierzyna; its service extended in the past also to Słupsk, Pruszcz Gdański, Tczew, Elbląg, or even as far as to Iława.\nThe SKM functions as a rapid transit and commuter rail service for the Tricity, operating frequent trains on the central section between Gdańsk and Gdynia, and less frequently to outlying sections. The SKM  route has 27 stops covering the Tricity between Gdańsk, Gdynia and Wejherowo.\nThe SKM was established after World War II ended in 1945, when the cities of the Tricity, which had previously been divided under Polish and non-Polish administrations, all became part of Poland. For the first 24 years, from the start of SKM service in January 1952 until December 1976, SKM trains used cars built in the 1930s for the Berlin S-Bahn. These cars had been taken from Germany to Poland in 1945 as war reparations.\nIn December 1976 the Berlin cars were retired, and replaced by new ones constructed in Poland. In 2014, nearly one-third of the SKM fleet was completely rebuilt. An order for new cars is also on the horizon, and the SKM is entering a constant phase of modernization and improvement.[5]\nThe SKM route has 27 stops covering the Tricity between Gdańsk, Sopot, Gdynia and Wejherowo, all located along one continuous line parallel to the coast of the Baltic Sea.[6] SKM service has been extended to Wejherowo and Lębork, 59 km (37 mi) west of Gdynia. The entire line is electrified, and service is operated by electric multiple unit trains at intervals of 6 to 30 minutes between trains (depending on the time of day) on the central section between Gdańsk and Gdynia, and less frequently on outlying sections. It is similar to a subway service or light rail in other European cities. The Tricity area is suited for this method of transport, as it   occupies a relatively narrow north–south corridor between Gdańsk Bay and the Tricity Landscape Park.[7]\n",
  "Q6391196": "Kenny Rogers is the second studio album by American singer Kenny Rogers from United Artists Records, released in 1977.  The album marked his first major solo success following the minor success of Love Lifted Me in 1976.\nThe album produced two singles.  The first single, 1976's \"Laura (What He's Got That I Ain't Got?)\", peaked at #19. This song was originally a #1 country hit for Leon Ashley in 1967. In 1977, Kenny gained stardom with the single \"Lucille\", which climbed to the top of the country charts (both in the U.S. and Canada) and placing him squarely on the U.S. Hot 100 in the #5 position. It also blew open his solo career in the UK, reaching #1 there.  Another track from the album is \"I Wasn't Man Enough\" which makes appearances on some of Rogers' greatest hits compilations in years to come.\nThis was the first of twelve No. 1 albums for Rogers on the Country chart.  It ranked as high as #30 overall and was certified Platinum in the U.S. (also reaching Gold in Canada).\n\n^ Shipments figures based on certification alone.\n",
  "Q31427769": null,
  "Q33421017": null,
  "Q735359": "Human is the fifth studio album by American singer Brandy. It was released on December 5, 2008 by Epic Records, Knockout Entertainment and Koch Records. The album was Norwood's debut Epic Records release, following her split with Atlantic Records in 2005, and her reunion with longtime collaborator and mentor Rodney \"Darkchild\" Jerkins, who executively produced and wrote most of the album with his songwriting collective.\nDespite being generally well-received by critics, Human debuted at number 15 on the US Billboard 200 with opening week sales of 73,000 copies, becoming Brandy's lowest-charting album since her eponymous debut (1994). As of 2012, Human has sold 214,000 copies in the United States, failing to match the commercial success of predecessors. While leading single \"Right Here (Departed)\" scored Norwood her biggest chart success since \"Full Moon\" (2002), the second and final \"Long Distance\" was not as commercially successful.\nHuman would become the only album Norwood recorded with Epic Records, after departing both the label and Roc Nation in 2009. In later years Norwood would reflect on the album, in 2012–2013 disliking the album itself and blaming its lackluster performance on a lack of vision from all involved parties, before admitting in 2022 that she was now fond of the album.\nBrandy Norwood released her fourth studio album Afrodisiac in June 2004, amidst the well-publicized termination of her short-lived business relationship with record executive and entertainment manager Benny Medina.[3] Norwood ended her contract with his Los Angeles-based Handprint Entertainment after less than a year of representation following controversies surrounding Medina's handling of the lead single \"Talk About Our Love\", and failed negotiations of a purported co-headlining tour with fellow R&B singer Usher.[3] Despite the negative publicity, Afrodisiac emerged as Norwood's most critically acclaimed album by then, but became a moderate seller on most music markets.[4] The album debuted at number three on the Billboard 200 albums chart but while it went on to sell more than 416,000 copies in the United States, it generally failed to chart or sell noticeably elsewhere.[5] Kanye West-produced \"Talk About Our Love\" reached number six on the UK Singles Chart but later singles such as \"Afrodisiac\" and \"Who Is She 2 U\" failed to score successfully on the popular music charts and promotion for the album soon ended.[6]\nAt the end of 2004, after eleven years with the company, Norwood asked for and received an unconditional release from her original label Atlantic Records.[7] \nBy the time her contract expired, several of her longtime patrons such as music producer Darryl Williams and industry executive Sylvia Rhone had left the company and Norwood felt mismanaged by her new team of which she found was \"looking more towards the hip-hop artists\" on the label and \"didn't know what to do with [her].\"[6] Completing her contract with Atlantic Records, a compilation album compiling her first four studio albums with the company, entitled The Best of Brandy, was released in March 2005.[5] Thereupon, Norwood reportedly started shopping for a new record deal under Knockout Entertainment, her brother's Ray J's vanity label, which would co-venture her subsequent releases, including her fifth album, which she started recording independently.[8]\n",
  "Q3886858": "\nOxford is a census-designated place (CDP) in the town of Oxford in Oxford County, Maine, United States. The population was 1,300 at the 2000 census.\nOxford is located at 44°7′37″N 70°29′42″W﻿ / ﻿44.12694°N 70.49500°W﻿ / 44.12694; -70.49500 (44.127093, −70.495197).[2]\nAccording to the United States Census Bureau, the CDP has a total area of 8.9 square miles (23.2 km2), of which 8.3 square miles (21.4 km2)  is land and 0.7 square mile (1.7 km2)  (7.49%) is water.\nAs of the census[4] of 2000, there were 1,300 people, 468 households, and 360 families residing in the CDP. The population density was 157.3 inhabitants per square mile (60.7/km2). There were 620 housing units at an average density of 75.0 per square mile (29.0/km2). The racial makeup of the CDP was 97.46% White, 0.15% Black or African American, 0.31% Native American, 0.46% Asian, 0.08% Pacific Islander, 0.23% from other races, and 1.31% from two or more races. Hispanic or Latino of any race were 0.15% of the population.\n"
}