{
  "Q7992810": "When Will I Be Loved may refer to:\n",
  "Q905750": "\n\nNitrous oxide (dinitrogen oxide or dinitrogen monoxide), commonly known as laughing gas, nitrous, nitro, or nos,[4] is a chemical compound, an oxide of nitrogen with the formula N2O. At room temperature, it is a colourless non-flammable gas, and has a slightly sweet scent and taste.[5] At elevated temperatures, nitrous oxide is a powerful oxidiser similar to molecular oxygen.\nNitrous oxide has significant medical uses, especially in surgery and dentistry, for its anaesthetic and pain-reducing effects.[6] Its colloquial name, \"laughing gas\", coined by Humphry Davy, is due to the euphoric effects upon inhaling it, a property that has led to its recreational use as a dissociative anaesthetic.[6] It is on the World Health Organization's List of Essential Medicines.[7] It is also used as an oxidiser in rocket propellants, and in motor racing to increase the power output of engines.\nNitrous oxide's atmospheric concentration reached 333 parts per billion (ppb) in 2020, increasing at a rate of about 1 ppb annually.[8][9]  It is a major scavenger of stratospheric ozone, with an impact comparable to that of CFCs.[10]  About 40% of human-caused emissions are from agriculture.[11][12]  Nitrogen is added to the soil via animal urine and dung, and synthetic fertilisers: micro-organisms then release it in nitrous oxide.[13] Being the third most important greenhouse gas, nitrous oxide substantially contributes to global warming.[14][15] Reduction of emissions is a popular topic in the politics of climate change.[16]\nNitrous oxide is used as a propellant, and has a variety of applications from rocketry to making whipped cream. It is used as a recreational drug for its potential to induce a brief \"high\". When used chronically, nitrous oxide has the potential to cause neurological damage through inactivation of vitamin B12.\n",
  "Q3388911": "40°42′17″N 74°00′09″W﻿ / ﻿40.7047°N 74.0025°W﻿ / 40.7047; -74.0025\nThe Pioneer is a restored nineteenth century schooner that sails out of the South Street Seaport in New York, New York.\nThe Pioneer was built in Marcus Hook, Pennsylvania in 1885 as a cargo sloop. She was the first of only two American cargo sloops ever built with a wrought iron hull. After ten years of service in the Delaware Bay, she was re-rigged as a schooner for easier handling.\nIn 1930, the Pioneer was sold to a buyer in Massachusetts. By this point, she had been fitted with an engine and no longer being used as a sailing vessel. She was sold again in 1966 to Russell Grinnell, Jr. of Gloucester for use in his dock building business. Grinnell restored Pioneer's schooner rig and rebuilt her hull in steel plating, leaving the iron frame intact. Upon his death in 1970, he donated the Pioneer to the South Street Seaport Museum.\nThe Pioneer appears in Episode 1 of Season 1 of the HBO series \"Boardwalk Empire,\" in a scene set on the water showing illegal liquor being transported by boat.[1]\n",
  "Q4902921": "Białystok constituency (Polish: Okręg wyborczy Białystok) is a Polish parliamentary constituency  that is coterminous with the Podlaskie Voivodeship.  It elects fourteen members of the Sejm.\nThe district has the number '24', and is named after the city of Białystok.  It includes the counties of Augustów, Białystok, Bielsk, Grajewo, Hajnówka, Kolno, Łomża, Mońki, Sejny, Siemiatycze, Sokółka, Suwałki, Wysokie Mazowieckie, and Zambrów and the city counties of Białystok, Łomża, and Suwałki.\n\n",
  "Q5616712": "Guitar is the first album by American guitarist Tony Rice, released in 1973.[2]\n[3]\nAt first, this album was issued by Red Clay Records, Japanese bluegrass album label, entitled \"got me a martin guitar\" in 1973.[4]\n\nThis 1970s folk album-related article is a stub. You can help Wikipedia by expanding it.",
  "Q41635": "\nConstantine V (Greek: Κωνσταντῖνος, translit. Kōnstantīnos; Latin: Constantinus; July 718 – 14 September 775) was Byzantine emperor from 741 to 775. His reign saw a consolidation of Byzantine security from external threats. As an able military leader, Constantine took advantage of civil war in the Muslim world to make limited offensives on the Arab frontier. With this eastern frontier secure, he undertook repeated campaigns against the Bulgars in the Balkans. His military activity, and policy of settling Christian populations from the Arab frontier in Thrace, made Byzantium's hold on its Balkan territories more secure. He was also responsible for important military and administrative innovations and reforms.\nReligious strife and controversy was a prominent feature of his reign. His fervent support of Iconoclasm and opposition to monasticism led to his vilification by some contemporary commentators and the majority of later Byzantine writers, who denigrated him with the nicknames \"Dung-Named\" (Greek: Κοπρώνυμος, translit. Koprónimos; Latin: Copronymus), because he allegedly defaecated during his baptism,[3][1] similarly \"Anointed with Urine\" (Greek: Οὐραλύφιος, translit. Ouralýphios; Latin: Uralyphius),[4] and \"the Equestrian\" (Greek: Καβαλλινος, translit. Kaballinos; Latin: Caballinus), referencing the excrement of horses.[3][5]\nConstantine was born in Constantinople, the son and successor of Emperor Leo III and his wife Maria. In the Easter of 720, at two years of age, he was associated with his father on the throne, and crowned co-emperor by Patriarch Germanus I.[1] In Byzantine political theory more than one emperor could share the throne; however, although all were accorded the same ceremonial status, only one emperor wielded ultimate power. As the position of emperor was in theory, and sometimes in practise, elective rather than strictly hereditary, a ruling emperor would often associate a son or other chosen successor with himself as a co-emperor to ensure the eventual succession.[6] To celebrate the coronation of his son, Leo III introduced a new silver coin, the miliaresion; worth a 12th of a gold nomisma, it soon became an integral part of the Byzantine economy. In 726, Constantine's father issued the Ecloga; a revised legal code, it was attributed to both father and son jointly. Constantine married Tzitzak, daughter of the Khazar khagan Bihar, an important Byzantine ally. His new bride was baptized Irene (Eirēnē, \"peace\") in 732. On his father's death, Constantine succeeded as sole emperor on 18 June 741.[7][8][9][10]\nHistorical accounts of Constantine make reference to a chronic medical condition, possibly epilepsy or leprosy; early in his reign this may have been employed by those rebelling against him to question his fitness to be emperor.[11]\n",
  "Q1318885": "Thai or THAI may refer to:\n",
  "Q3559596": "Peshawar is the capital of the Khyber Pakhtunkhwa province of Pakistan. \nPeshawar may also refer to:\n",
  "Q261247": "The carat (ct) is a unit of mass equal to 200 mg (0.00705 oz; 0.00643 ozt), which is used for measuring gemstones and pearls.\nThe current definition, sometimes known as the metric carat, was adopted in 1907 at the Fourth General Conference on Weights and Measures,[1][2] and soon afterwards in many countries around the world.[i] The carat is divisible into 100 points of 2 mg. Other subdivisions, and slightly different mass values, have been used in the past in different locations.\nIn terms of diamonds, a paragon is a flawless stone of at least 100 carats (20 g).[3]\nThe ANSI X.12 EDI standard abbreviation for the carat is CD.[4]\nFirst attested in English in the mid-15th century, the word carat comes from Italian carato, which comes from Arabic (qīrāṭ; قيراط), in turn borrowed from Greek kerátion κεράτιον 'carob seed',[5][6][7] a diminutive of keras 'horn'.[8] It was a unit of weight, equal to 1/1728 (1/123) of a pound (see Mina (unit)).[6][9][5]\nCarob seeds have been used throughout history to measure jewelry, because it was believed that there was little variance in their mass distribution.[10] However, this was a factual inaccuracy, as their mass varies about as much as seeds of other species.[11]\n",
  "Q7289227": "Ramblin' Jack Elliott is an album by American folk musician Ramblin' Jack Elliott, released in February 1962 on the Prestige International label.\nIn a contemporary review, Paul Nelson of The Little Sandy Review called the album Elliott's \"finest American recording.\"[2] Writing for Allmusic, music critic Richie Unterberger wrote the album \"A solidly traditional set of interpretations of standards.\"[1]\n",
  "Q7490413": "Sharpness is a port in Gloucestershire, England.\nSharpness may also refer to:\n",
  "Q40614": "\nA fossil (from Classical Latin fossilis, lit. 'obtained by digging')[1] is any preserved remains, impression, or trace of any once-living thing from a past geological age. Examples include bones, shells, exoskeletons, stone imprints of animals or microbes, objects preserved in amber, hair, petrified wood and DNA remnants. The totality of fossils is known as the fossil record.\nPaleontology includes the study of fossils: their age, method of formation, and evolutionary significance. Specimens are usually considered to be fossils if they are over 10,000 years old.[2] The oldest fossils are around 3.48 billion years [3][4][5] to 4.1 billion years old.[6][7] The observation in the 19th century that certain fossils were associated with certain rock strata led to the recognition of a geological timescale and the relative ages of different fossils. The development of radiometric dating techniques in the early 20th century allowed scientists to quantitatively measure the absolute ages of rocks and the fossils they host.\nThere are many processes that lead to fossilization, including permineralization, casts and molds, authigenic mineralization, replacement and recrystallization, adpression, carbonization, and bioimmuration.\nFossils vary in size from one-micrometre (1 μm) bacteria[8] to dinosaurs and trees, many meters long and weighing many tons. A fossil normally preserves only a portion of the deceased organism, usually that portion that was partially mineralized during life, such as the bones and teeth of vertebrates, or the chitinous or calcareous exoskeletons of invertebrates. Fossils may also consist of the marks left behind by the organism while it was alive, such as animal tracks or feces (coprolites). These types of fossil are called trace fossils or ichnofossils, as opposed to body fossils. Some fossils are biochemical and are called chemofossils or biosignatures.\n",
  "Q35856": "\nBaptism (from Koinē Greek: βάπτισμα, romanized: váptisma, lit. 'immersion, dipping in water')[1] is a Christian sacrament of initiation almost invariably with the use of water.[2][3] It may be performed by sprinkling or pouring water on the head, or by immersing in water either partially or completely, traditionally three times, once for each person of the Trinity.[4][5][6] The synoptic gospels recount that John the Baptist baptised Jesus.[7][8][9][10] Baptism is considered a sacrament in most churches, and as an ordinance in others. Baptism according to the Trinitarian formula, which is done in most mainstream Christian denominations, is seen as being a basis for Christian ecumenism, the concept of unity amongst Christians.[11][12][13] Baptism is also called christening,[14][15] although some reserve the word \"christening\" for the baptism of infants.[16] In certain Christian denominations, such as the Catholic Churches, Eastern Orthodox Churches, Oriental Orthodox Churches, Assyrian Church of the East, and Lutheran Churches, baptism is the door to church membership, with candidates taking baptismal vows.[17][18] It has also given its name to the Baptist churches and denominations.\nCertain schools of Christian thought (such as Catholic and Lutheran theology) regard baptism as necessary for salvation, but some writers, such as Huldrych Zwingli (1484–1531), have denied its necessity.[19] Though water baptism is extremely common among Christian denominations, some, such as Quakers and The Salvation Army, do not practice water baptism at all.[20] Among denominations that practice baptism, differences occur in the manner and mode of baptizing and in the understanding of the significance of the rite. Most Christians baptize using the trinitarian formula \"in the name of the Father, and of the Son, and of the Holy Spirit\"[21] (following the Great Commission), but Oneness Pentecostals baptize using Jesus' name only.[22] The majority of Christians baptize infants;[a] many others, such as Baptist Churches, regard only believer's baptism as true baptism.[23] In certain denominations, such as the Eastern and Oriental Orthodox Churches, the individual being baptized receives a cross necklace that is worn for the rest of their life, inspired by the Sixth Ecumenical Council (Synod) of Constantinople.[24][25]\nOutside of Christianity, Mandaeans undergo repeated baptism for purification instead of initiation.[26] They consider John the Baptist to be their greatest prophet and name all rivers yardena after the River Jordan.[26][27][28]: 45 \nThe term baptism has also been used metaphorically to refer to any ceremony, trial, or experience by which a person is initiated, purified, or given a name.[29] Martyrdom was identified early in Christian church history as \"baptism by blood\", enabling the salvation of martyrs who had not been baptized by water. Later, the Catholic Church identified a baptism of desire, by which those preparing for baptism who die before actually receiving the sacrament are considered saved.[30] In the Methodist tradition, Baptism with the Holy Spirit, has referred to the second work of grace, entire sanctification; in Pentecostalism, the term Baptism with the Holy Spirit is identified with speaking in tongues.[31]\n",
  "Q27909957": null,
  "Q242574": "Murder, Inc. was an organized crime group in the 1930s.\nMurder, Inc. may also refer to:\n",
  "Q355009": "\nClyde Jackson Browne (born October 9, 1948) is an American rock musician, singer, songwriter, and political activist who has sold over 18 million albums in the United States.[1]\nEmerging as a teenage songwriter in mid-1960s Los Angeles, he had his first successes writing songs for others. He wrote \"These Days\" as a 16-year-old; the song became a minor hit for the German singer and Andy Warhol protégé Nico in 1967. He also wrote several songs for fellow Southern California bands the Nitty Gritty Dirt Band (of which he was briefly a member in 1966) and Eagles, the latter of whom had their first Billboard Top 40 hit in 1972 with the Browne co-written song \"Take It Easy\".\nEncouraged by his successes writing songs for others, Browne released his self-titled debut album in 1972, which spawned two Top 40 hits of his own, \"Doctor, My Eyes\" and \"Rock Me on the Water\". For his debut album, as well as the next several albums and concert tours, Browne started to work closely with The Section, a prolific session band which also worked with a number of other prominent singer-songwriters of the era. His second album, For Everyman, was released in 1973. While it lacked an enduring single, it has been retrospectively assessed as some of his best work, appearing highly on several \"Best Album of All Time\" lists. His third album, Late for the Sky (1974), was his most successful to that point, peaking at number 14 on the Billboard 200 album chart. His fourth album, The Pretender (1976), continued the pattern of each album topping the previous by peaking at number 5 on the album chart, and spawned the hit singles \"Here Come Those Tears Again\" and \"The Pretender\".\nBrowne's 1977 album Running on Empty, however, is his signature work; it rose to number 3 on the album chart and remained there for over a year. Both live and a concept album, it explores in its songs the themes of life as a touring musician, and the album was recorded both on stage and in places touring musicians spend time when not playing, such as hotel rooms, backstage, and in one case on a moving tour bus. The album produced two Top 40 singles, \"Running on Empty\" and \"The Load-Out/Stay\", and many of the other tracks became popular radio hits on the AOR format.\n",
  "Q14600395": null,
  "Q7516117": "\nSilver Lake is an unincorporated community located at the north end of Silver Lake in the town of Madison, New Hampshire, in Carroll County, New Hampshire, United States. Joy Farm, summer home of E. E. Cummings, is a National Historic Landmark located north of the village.[2]\nSilver Lake has a different ZIP code (03875) from the rest of the town of Madison.\n\nThis New Hampshire state location article is a stub. You can help Wikipedia by expanding it.",
  "Q2829382": "Al McCoy,[1] (October 23, 1894 – August 22, 1966), born Alexander Rudolph, was a boxing World Middleweight Champion from 1914 to 1917.[2] He had a total of 157 bouts. Of those determined officially, he won 44 with 27 by knockout, and had 6 losses, and 6 draws. Around 107 of his fights were no decision bouts.[citation needed]\nReferees and judges in this era could not render a decision for fights in New York and most other states except in the case of a disqualification or knockout.  McCoy's BoxRec record on the right has newspaper coverage determining the winner for his large number of no decision bouts. Newspapers could also determine the outcome of a fight as a draw.[3]\nMcCoy was born Alexander Rudolph in Rosenhayn, Deerfield Township, New Jersey, on October 23, 1894. As a child, he moved with his family to Brownsville, Brooklyn, New York City, where his father found work as a kosher butcher. At age 14 he helped make ends meet by filling in as a boxer for preliminary fights at local boxing clubs, when the scheduled boxers failed to show.\nKen Blady speculates that his manager, Charley Goldman, had him change his surname to McCoy to hide his boxing from his religious parents who would have objected. Blady made the stunning observation that for his first nine years and 139 fights McCoy was undefeated.  This made his winning streak second only to English boxer Hal Bagwell, although the fact that a no-decision bout did not officially count as a loss, probably aided McCoy's record.[4]\nMcCoy started boxing as a bantamweight, but fighting as a 138-pound lightweight in 1912, he began to attract attention. He defeated Young Erne, a competent Philadelphia lightweight, on November 9, 1912, in Philadelphia, winning in six rounds. The newspaper that gave him the edge noted that Erne was too out of condition to match well with the fit sixteen year old.[4]\n",
  "Q732845": "\nMariah Carey is the debut studio album by American R&B singer Mariah Carey, released on June 12, 1990, by Columbia Records. Its music incorporates a range of contemporary genres with a mix of slow ballads and up-tempo tracks. Originally, Carey wrote four songs with Ben Margulies, which solely constituted her demo tape. After Carey was signed to Columbia, all four songs, after being altered and partially re-recorded, made the final cut for the album. Aside from Margulies, Carey worked with a range of professional writers and producers, all of whom were hired by Columbia CEO, Tommy Mottola. Mariah Carey featured production and writing from Rhett Lawrence, Ric Wake and Narada Michael Walden, all of whom were top record producers at the time. Together with Carey, they conceived the album and reconstructed her original demo tape.\nMariah Carey generally received positive reviews, with critics praising Carey's vocal performance and technique, but were ambivalent towards the songwriting. It became a commercial success, topping the U.S. Billboard 200 album chart for 11 consecutive weeks. Mariah Carey was certified nine-times Platinum by the Recording Industry Association of America (RIAA), denoting shipments of nine million copies in the United States. The album experienced similar success in Canada, where it topped the charts and was certified seven times Platinum. Mariah Carey fared well in other worldwide territories, reaching the top ten in Australia, the Netherlands, New Zealand, Norway, Sweden and the United Kingdom. Worldwide, the album has sold more than 15 million copies.\nFive singles were released from the album, four of which became number-one hits on the U.S. Billboard Hot 100. Her debut single, \"Vision of Love\" was chosen as the album's lead single, topping the charts in Canada, New Zealand and the United States. The song was critically lauded, and is regarded as one of the strongest debut singles by a female artist. With the following three singles, \"Love Takes Time\", \"Someday\" and \"I Don't Wanna Cry\" reaching number one in the U.S., Carey became the first artist since The Jackson 5 to have their first four singles top the charts in the United States.\nIn 1988, a 19-year-old Carey moved out of her mother's house in Long Island, and into a small apartment in Manhattan.[3] She had a demo tape consisting of four songs, which she had written during her high school years with Ben Margulies.[3] As 1988 unfolded, Carey, still without a record deal, struggled to draw the attention of record executives in New York. While working several jobs, she continued writing and producing music with Margulies, making changes and additions to the demo.[4] After months of difficulty, Carey met with singer Brenda K. Starr, and soon began singing back-up for her.[4] Eventually, Starr began hearing what she described as \"glimpses\" of Carey's voice throughout sessions, and noticed her \"gifted voice\".[5] She realized Carey was capable of achieving success, but only needed help to break through into mainstream music.[5]\n",
  "Q515931": "\n\nWillow is a 1988 American epic dark fantasy adventure film directed by Ron Howard and produced by Nigel Wooll. The film was executive produced by George Lucas and written by Bob Dolman from a story by Lucas. The film stars Val Kilmer, Joanne Whalley, Warwick Davis, and Jean Marsh. Davis portrays the title character, an aspiring magician who teams up with a disaffected warrior (Kilmer) to protect a young baby princess from an evil queen (Marsh).\nLucas conceived the idea for the film in 1972, approaching Howard to direct during the post-production phase of Cocoon in 1985. Bob Dolman was brought in to write the screenplay, coming up with seven drafts that Lucas was actively involved in the developmental process of each draft.[4] It was finished in late 1986. It was then set up at Metro-Goldwyn-Mayer (MGM) and principal photography began in April 1987, finishing the following October. The majority of filming took place in Dinorwic quarry in Wales with some at Elstree Studios in Hertfordshire, as well as a small section in New Zealand. Industrial Light & Magic created the visual effects sequences, which led to a revolutionary breakthrough with digital morphing technology.\nThe film was released in 1988 to mixed reviews from critics with praise for the visual effects and character designs but criticisms for its direction and plot. It grossed $137.6 million worldwide against a $35 million budget. While not the blockbuster some expected, it turned a profit based on international box office returns and strong home video and television returns. It received two Academy Award nominations. A television series that served as a sequel to the film was released on Disney+ in 2022.\n",
  "Q26431443": null,
  "Q28226713": null,
  "Q307165": "\nGlobe (グローブ, Gurōbu, also styled as globe) was a dance-oriented Japanese pop band, formed in 1995 by the producer and songwriter Tetsuya Komuro. Originally consisting of Komuro, Keiko Yamada and Marc Panther, the group's singles consistently entered the charts. In late 2002, Yoshiki, the drummer and pianist оf X Japan, joined the group, but he left the band about a year later.\nThe first album, Globe (1996), sold over 4 million copies and their 1998 single ,\"wanna Be A Dreammaker\", won the grand prix award at the 40th Japan Record Awards, the Japanese record industry's highest honor. Komuro said that there would be some collaboration work with other artists with the artist title of Globe Featuring, and Globe Extreme for collaborations with Yoshiki.\nIn the climb of his fame, producer Komuro organized one of his castings, searching for new singers in 1994 (especially one that was called Eurogroove Night). The young girl Keiko Yamada assisted, encouraged by her friends, and her voice undoubtedly attracted Komuro's attention instantly. He chose her initially for a solo career. Another one of the careers that TK was thinking about producing at that time was that of the model and MTV VJ Marc Panther, who knew English and French as well as from Japanese. Komuro finally had the idea to make a band using Yamada and Panther as main vocalists and himself as keyboard player and also some vocals.\nThe band signed with the Avex label in 1995, creating its own sub-label called \"Avex Globe\". In August 1995, the first single, \"Feel Like Dance\", was released.The fourth single, \"Departures\", released in 1996, sold more than 2 million copies. The band's first studio album, Globe, also released in 1996, managed to sell more than 4 million copies according to Oricon. It was the best selling album of the year. After having obtained such sales in only two years of work, with more than 12 million singles sold (only in Japan) and 13 million copies of albums, the band was established as a leading pop band in Japan.\n",
  "Q6281966": "\nJoseph Charles Campbell KC (born 1949) is a former judge of the Court of Appeal of the Supreme Court of New South Wales, the highest court in the State of New South Wales, Australia, which forms part of the Australian court hierarchy.\nCampbell was educated at Tamworth High School. He attended the International Science School at Sydney University in January 1965 [1]. As an undergraduate he studied at the University of Sydney, where he attained honours in Arts and Law.[1] While at university he was a member of St Andrew's College, University of Sydney.\nCampbell began his legal career in 1974 at the firm of Allen, Allen & Hemsley. A year later he was admitted to the New South Wales Bar. He was appointed Queen's Counsel in 1988.[2]\nOn 26 October 2001, Campbell was sworn in as a judge of the Supreme Court of New South Wales. He was appointed to the Court of Appeal of that court in 2007.[2]\nFrom 1983 to 1986, Campbell was the Challis Lecturer in Bankruptcy at the University of Sydney. He was a part-time Lecturer from 1974 to 1978. Since 2007, Campbell has also been a visiting fellow at Wolfson College.[2]\n",
  "Q5602172": "\nGreen is an unincorporated community within Elliott County, Kentucky, United States.\nA post office was established in the community in 1899, and named for Robert Kilgore Green, an early settler in the area.[2]   Its post office[3] has since closed.\n\nThis Elliott County, Kentucky state location article is a stub. You can help Wikipedia by expanding it.",
  "Q33158564": null,
  "Q5595204": "\nThe Grand Union Canal was a canal in England from Foxton, Leicestershire on the Leicestershire and Northamptonshire Union Canal to Norton Junction, close to Long Buckby Wharf on the Grand Junction Canal.[1] It now forms the first 23 miles (37 km) of the Leicester line of the Grand Union Canal.[2]\nThe original name \"Grand Union\" derived from the fact that it was in effect an extension of the older Leicestershire and Northamptonshire Union Canal (LNU) - or rather a substitute for the southern half of the LNU's originally proposed route. The \"Grand Union\" name survived until the canal was bought by the Grand Junction in 1894 and became known as the Leicester Line of the Grand Junction. The larger Grand Junction Canal was subsequently bought by the Regent's Canal and from 1 January 1929 the whole network was known as the Grand Union Canal. Where clarity between the two Grand Unions is needed, the original Grand Union Canal is generally referred to as the Old Grand Union.\nIn 1793, an Act was passed for the Leicestershire and Northamptonshire Union Canal: this was intended to link the Soar Navigation near Leicester to the River Nene near Northampton, and thus to the Grand Junction Canal via the latter's Northampton Arm.[3] The Leicestershire and Northampton union reached the village of Debdale by 1797, but in doing so had used up all of its money. James Barnes, an engineer working on the Grand Junction Canal, was asked in 1799 to find a route for the canal to reach the Grand Junction at Braunston. In 1802, he produced a revised proposal, to route the rest of the canal to Norton on the Grand Junction, with a branch to Market Harborough. Thomas Telford was then asked for his opinion, and he also proposed a change of destination to Norton, but via the town of Market Harborough. This was agreed upon, but by 1809, the canal had reached only Market Harborough, where construction came to an end again.[4]\nThe Grand Junction Canal Company were concerned about these delays to the opening of the important route to the east Midlands, which would bring traffic onto their canal from the River Trent and the Nottinghamshire and Derbyshire coalfields. They requested James Barnes and Thomas Telford to revisit the question of route once again, and they developed a plan for a canal to link the part of the Leicestershire and Northamptonshire Union Canal which had been built with the Grand Junction Canal, which had been fully open since 1805.[5]\n",
  "Q7881": "\nA skeleton is the structural frame that supports the body of most animals. There are several types of skeletons, including the exoskeleton, which is a rigid outer shell that holds up an organism's shape; the endoskeleton, a rigid internal frame to which the organs and soft tissues attach; and the hydroskeleton, a flexible internal structure supported by the hydrostatic pressure of body fluids.\nVertebrates are animals with an endoskeleton centered around an axial vertebral column, and their skeletons are typically composed of bones and cartilages. Invertebrates are other animals that lack a vertebral column, and their skeletons vary, including hard-shelled exoskeleton (arthropods and most molluscs), plated internal shells (e.g. cuttlebones in some cephalopods) or rods (e.g. ossicles in echinoderms), hydrostatically supported body cavities (most), and spicules (sponges). Cartilage is a rigid connective tissue that is found in the skeletal systems of vertebrates and invertebrates.\nThe term skeleton comes from Ancient Greek  σκελετός (skeletós) 'dried up'.[1] Sceleton is an archaic form of the word.[2]\nSkeletons can be defined by several attributes. Solid skeletons consist of hard substances, such as bone, cartilage, or cuticle. These can be further divided by location; internal skeletons are endoskeletons, and external skeletons are exoskeletons. Skeletons may also be defined by rigidity, where pliant skeletons are more elastic than rigid skeletons.[3] Fluid or hydrostatic skeletons do not have hard structures like solid skeletons, instead functioning via pressurized fluids. Hydrostatic skeletons are always internal.[4]\n",
  "Q7979322": "\nWeed is an unincorporated community in Adair County, Kentucky, United States.  Its elevation is 1043 feet (318 m).[1]\nThe Weed post office, which is no longer in operation, was established on October 15, 1901, by Charles Weed Sparks Sr., who gave it his middle name.  Sparks had earlier run the post office at nearby Sparksville, which was also named for him.[2]\n\nThis Adair County, Kentucky state location article is a stub. You can help Wikipedia by expanding it.",
  "Q17736": "\nAn axiom, postulate, or assumption is a statement that is taken to be true, to serve as a premise or starting point for further reasoning and arguments. The word comes from the Ancient Greek word ἀξίωμα (axíōma), meaning 'that which is thought worthy or fit' or 'that which commends itself as evident'.[1][2]\nThe precise definition varies across fields of study. In classic philosophy, an axiom is a statement that is so evident or well-established, that it is accepted without controversy or question.[3] In modern logic, an axiom is a premise or starting point for reasoning.[4]\nIn mathematics, an axiom may be a \"logical axiom\" or a \"non-logical axiom\". Logical axioms are taken to be true within the system of logic they define and are often shown in symbolic form (e.g., (A and B) implies A), while non-logical axioms are substantive assertions about the elements of the domain of a specific mathematical theory, for example a + 0 = a in integer arithmetic.\nNon-logical axioms may also be called \"postulates\", \"assumptions\" or \"proper axioms\".[5] In most cases, a non-logical axiom is simply a formal logical expression used in deduction to build a mathematical theory, and might or might not be self-evident in nature (e.g., the parallel postulate in Euclidean geometry). To axiomatize a system of knowledge is to show that its claims can be derived from a small, well-understood set of sentences (the axioms), and there are typically many ways to axiomatize a given mathematical domain.\n",
  "Q841325": "The Qiang people (Qiangic: Rrmea; Chinese: 羌族; pinyin: Qiāngzú) are an ethnic group in China. They form one of the 56 ethnic groups officially recognised by the People's Republic of China, with a population of approximately 310,000 in 2000.[1] They live mainly in a mountainous region in the northwestern part of Sichuan (Szechwan) on the eastern edge of the Tibetan Plateau.[2]\nThe modern Qiang refer to themselves as Rma (/ɹmæː/ or /ɹmɛː/, 尔玛, erma in Chinese or RRmea in Qiang orthography) or a dialect variant of this word. However, they did not define themselves with the Chinese term \"Qiang ethnicity\" (Chinese: 羌族) until 1950, when they were officially designated Qiāngzú.[3]\nQiang has been a term that has historically referred less to a specific community, but more to the fluid western boundary of Han Chinese settlers. Chinese philosophers of the Warring States period also mentioned a 'Di-Qiang' peoples living on the western edge of Han territory. They were known for their customs of cremation.[4]\nPeople called \"Qiang\" have been mentioned in ancient Chinese texts since 3,000 years ago when they first appeared in oracle bone inscriptions. Recognized as a 'first ancestor culture', there is evidence of the Qiang in northwestern China dating back to the 16th-11th centuries B.C., when they were recorded bringing tribute to the Shang Dynasty.[5][6] They were primarily known to practice pastoral nomadism, and resisted westward expansion of the Han Empire, gradually shifting to the south-west of their ancestral lands.\nHowever, the name Qiang has been applied to a variety of groups that might not be the same as the modern Qiang. Many of the people formerly designated as \"Qiang\" were gradually removed from this category in Chinese texts as they become sinicised or reclassified.  By the Ming and Qing dynasties, the term \"Qiang\" denoted only non-Han people living in the upper Min River Valley and Beichuan area, the area now occupied by the modern Qiang.[7] Nonetheless, most modern scholarship assumes modern Qiang are descended from the historical Qiang people.[8]\n",
  "Q16185311": "\nRichard Terrell Davis (born May 18, 1953) is a former  National Football League (NFL) defensive back who played from 1975 to 1978 for the Cincinnati Bengals, Tampa Bay Buccaneers and Kansas City Chiefs. He attended Jess Lanier High School, college at the University of Alabama and was the Cincinnati Bengals 8th round pick in the 1975 NFL Draft.[1]\n",
  "Q6499736": "\nA vocabulary (also known as a lexicon) is a set of words, typically the set in a language or the set known to an individual. The word vocabulary originated from the Latin vocabulum, meaning \"a word, name\". It forms an essential component of language and communication, helping convey thoughts, ideas, emotions, and information. Vocabulary can be oral, written, or signed and can be categorized into two main types: active vocabulary (words one uses regularly) and passive vocabulary (words one recognizes but does not use often). An individual's vocabulary continually evolves through various methods, including direct instruction, independent reading, and natural language exposure, but it can also shrink due to forgetting, trauma, or disease. Furthermore, vocabulary is a significant focus of study across various disciplines, like linguistics, education, psychology, and artificial intelligence. Vocabulary is not limited to single words; it also encompasses multi-word units known as collocations, idioms, and other types of phraseology. Acquiring an adequate vocabulary is one of the largest challenges in learning a second language.\nA vocabulary is the set of words in a given language that an individual knows and uses.[1] In the context of linguistics, a vocabulary may refer more broadly to any set of words. Types of vocabularies have been further defined: a lexis is a vocabulary comprising all words used in a language or other linguistic context or in a person's lexical repertoire. An individual person's vocabulary includes an passive vocabulary of words they can recognize or understand, as well as an active vocabulary of words they regularly use in speech and writing.[2] \nIn semiotics, vocabulary refers to the complete set of symbols and signs in a sign system or a text, extending the definition beyond purely verbal communication to encompass other forms of symbolic communication.[3]\nVocabulary acquisition is a central aspect of language education, as it directly impacts reading comprehension, expressive and receptive language skills, and academic achievement.[4] Vocabulary is examined in psychology as a measure of language processing and cognitive development. It can serve as an indicator of intellectual ability or cognitive status, with vocabulary tests often forming part of intelligence and neuropsychological assessments.[5]\nWord has a variety of meanings, and our understand of ideas such as vocabulary size differ depending on the definition used. \n",
  "Q3492619": "\nSonos, Inc. is an American audio equipment manufacturer headquartered in Santa Barbara, California, United States. The company was founded in 2002 by John MacFarlane, Craig Shelburne, Tom Cullen, and Trung Mai. Patrick Spence has been its CEO since 2017.[2]\nSonos has partnered with over 100 companies that offer music services, including Pandora, iHeartRadio, SiriusXM, Apple Music, Spotify, Tidal, MOG, QQ Music, and Amazon Music.[3]  Sonos products work with the three major voice assistants: Amazon Alexa, Google Assistant, and Apple Siri, although the last is currently only supported through Apple's Home app.[4] In 2019 Sonos acquired Snips SAS, a privacy-focused AI voice platform for connected devices with the goal to bring a music-specific assistant to its devices.[5]\nSonos was founded as \"Rincon Audio, Inc.\" in August 2002[6][7] by John MacFarlane, Craig Shelburne, Tom Cullen and Trung Mai, with MacFarlane wanting to create a wireless service.[8][9] The company changed its name to \"Sonos, Inc.\" in May 2004.[6]\nDuring 2004, MacFarlane brought prototypes of the first Sonos products to several industry events, including the June 2004 \"D2: All Things Digital\" conference in Carlsbad, California (where Steve Jobs told MacFarlane that the Sonos controller's scroll wheel might violate Apple patents related to the iPod,[10][11][12]) and the December 2004 Digital Music Summit.[13]\n",
  "Q93957": "\nGary Cooper (born Frank James Cooper; May 7, 1901 – May 13, 1961) was an American actor known for his strong, quiet screen persona and understated acting style. He won the Academy Award for Best Actor twice and had a further three nominations, as well as an Academy Honorary Award in 1961 for his career achievements. He was one of the top-10 film personalities for 23 consecutive years and one of the top money-making stars for 18 years. The American Film Institute (AFI) ranked Cooper at number 11 on its list of the 25 greatest male stars of classic Hollywood cinema.\nCooper's career spanned 36 years, from 1925 to 1961, and included leading roles in 84 feature films. He was a major movie star from the end of the silent film era through to the end of the golden age of classical Hollywood. His screen persona appealed strongly to both men and women, and his range included roles in most major film genres. His ability to project his own personality onto the characters he played contributed to his natural and authentic appearance on screen. Throughout his career, he sustained a screen persona that represented the ideal American hero.\nCooper began his career as a film extra and stunt rider, but soon landed acting roles. After establishing himself as a Western hero in his early silent films, he became a movie star with his first sound picture, playing the title role in 1929's   The Virginian. In the early 1930s, he expanded his heroic image to include more cautious characters in adventure films and dramas such as A Farewell to Arms (1932) and The Lives of a Bengal Lancer (1935). During the height of his career, Cooper portrayed a new type of hero, a champion of the common man in films such as Mr. Deeds Goes to Town (1936), Meet John Doe (1941), Sergeant York (1941), The Pride of the Yankees (1942), and For Whom the Bell Tolls (1943). He later portrayed more mature characters at odds with the world in films such as The Fountainhead (1949) and High Noon (1952). In his final films, he played nonviolent characters searching for redemption in films such as Friendly Persuasion (1956) and Man of the West (1958).\nFrank James Cooper was born in Helena, Montana, on May 7, 1901, the younger of two sons of English immigrant parents Alice (née Brazier; 1873–1967) and Charles Henry Cooper (1865–1946).[2] His brother, Arthur, was six years his senior. Cooper's father came from Houghton Regis, England[3] and became a prominent lawyer, rancher, and Montana Supreme Court justice.[4] His mother hailed from Gillingham, England, and married Charles in Montana.[5] In 1906, Charles purchased the 600-acre (240 ha) Seven-Bar-Nine cattle ranch,[6][7] about 50 miles (80 km) north of Helena near Craig, Montana.[8] Cooper and Arthur spent their summers at the ranch and learned to ride horses, hunt and fish.[9][10] Cooper attended Central Grade School in Helena.[11]\n",
  "Q257345": "Lisbon is the capital city of Portugal.\nLisbon may also refer to:\n",
  "Q4404086": "Fort Totten is a neighborhood located in Ward 5 of Northeast Washington, D.C.\nFort Totten is located between Riggs Road N.E. to the north, Bates Rd N.E., Allison Street N.E., and the southern end of Fort Totten Park to the south, the Washington Metro Red Line tracks to the east, and North Capitol Street NW to the west.\nThe Washington Metro's Green Line tracks also go through the Fort Totten neighborhood through a tunnel that goes through Fort Totten Park when traveling between the Fort Totten and Georgia Avenue-Petworth Metro Stations. Fort Totten borders the adjacent neighborhood of Riggs Park in Ward 4 of Northeast Washington D.C., Queens Chapel and Michigan Park in Ward 5 of Northeast Washington D.C., Brightwood Park and Petworth in Ward 4 of Northwest Washington D.C.\nFort Totten is close to the Catholic University of America, Providence Hospital, Armed Forces Retirement Home, Rock Creek Cemetery, President Lincoln's Cottage, and Soldiers' Home Cemetery. The Fort Totten neighborhood of Washington, D.C. is named after a Civil War-era fort built by General Joseph Gilbert Totten, the Chief Engineer of the antebellum United States Army.\nResidents of Fort Totten not only have access to Fort Totten Park, but also to the Washington Metropolitan Branch Trail which runs all the way from the Silver Spring Metro Station to Washington Union Station in the Capitol Hill neighborhood of Washington, D.C. Residents who live in the Fort Totten neighborhood have access to the Fort Totten Metro Station, which has primarily been served by the Red Line since the station first opened on February 6, 1978, as well as the Green Line which has been serving the station since December 11, 1993, and the Yellow Line, which has been serving the station since May, 2006. In addition to these Metrorail Lines, residents of Fort Totten are also served by many Metrobus routes as well.\n",
  "Q4876902": "Beat (Korean: 비트; RR: Biteu) is 1997 South Korean action crime film directed by Kim Sung-su and written by Sam Shin about a high school dropout who is forced into gang life. Jung Woo-sung played the lead Min and Ko So-young his love interest Romy. The plot is based on a bestselling graphic novel by Huh Young-man.\nThe role solidified Jung as a leading Korean actor and was also based on his real-life experience as a high school dropout. \nThree friends in Korea all drop out of high school. Min is a feared brawler whose widowed mother is a drunk. The story traces his journey from high school to the underworld as his best friend introduces him to life in the mob. Complicating Min's life further is his love for the volatile Romy, a girl from an upper-class family with dreams of going to a prestigious college.\n\nThis South Korean film–related article is a stub. You can help Wikipedia by expanding it.",
  "Q17669891": null
}